Repository: George-c0de/site_001
Catalog: frontend/frontend/i18n/*.po
Languages: it

source: Balance
it: Saldo

source: Cards profit
it: Carte Profitto

source: Referal profit
it: Referral profitto

source: Link for invitation
it: Link per invito

source: Deposit
it: Ricarica

source: Withdraw
it: Prelievo

source: TOTAL USERS
it: UTENTI TOTALI

source: TOTAL PAYOUT
it: PAGAMENTO TOTALE

source: Referral link
it: Link per invito

source: 1 line
it: 1 linea

source: Total person
it: Persona totale

source: 2 line
it: 2 linea

source: Profit received
it: Reddito ricevuto

source: 3 line
it: 3 linea

source: Lost profits
it: Guadagno perso

source: УЧАСТВУЙ В БИТВАХ И ПОЛУЧАЙ ПРИЗЫ
it: UNISCITI ALLA LOTTA E VINCI

source: Cards
it: CARTE

source: BRONZE
it: BRONZO

source: SILVER
it: D'ARGENTO

source: GOLD
it: ORO

source: EMERALD
it: SMERALDO

source: GAME HISTORY
it: STORIA DEL GIOCO

source: SHOW MORE
it: mostra di più

source: start
it: inizio

source: Sign Up
it: Registrati

source: Confirm Password
it: Conferma la password

source: MAIN
it: Pagina principale

source: REFFERALS
it: Rinvii

source: STATISTICS
it: Statistiche

source: RULES
it: Regole

source: USE TELEGRAM BOT
it: Usa il bot di telegramma

source: LOGOUT
it: Disconnettersi
